---
kind: enumMember
id: F:Autodesk.Revit.DB.WorksharingDisplayMode.Worksets
enum: Autodesk.Revit.DB.WorksharingDisplayMode
source: html/c23cfd1d-b3d9-0c27-09b0-3ef08b6a87be.htm
---
# Autodesk.Revit.DB.WorksharingDisplayMode.Worksets

The view is displaying which workset each element is assigned to.